christian-kohler.path-intellisense
chrmarti.regex
daylerees.rainglow
eamodio.gitlens
EditorConfig.EditorConfig
esbenp.prettier-vscode
file-icons.file-icons
golang.go
GrapeCity.gc-excelviewer
huacat.pink-theme
inci-august.august-themes
jcbuisson.vue
jolaleye.horizon-theme-vscode
kisstkondoros.vscode-gutter-preview
lextudio.restructuredtext
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
ms-vsliveshare.vsliveshare-pack
mvllow.rose-pine
octref.vetur
samuelcolvin.jinjahtml
tcwalther.cython
tommorris.mako
vscode-icons-team.vscode-icons
yzhang.markdown-all-in-one
